Repository: OmegaT-L10N/ca
Catalog: tm/auto/CO-CA1.tmx
Source language: en
Languages: ca

source: TransTips/Exact Match
ca: Suggeriments de traducció/Coincidència exacta

source: Undo Last Action
ca: Desfés l'última acció

source: Use
ca: Ús

source: Use TAB To Advance
ca: Utilitza TAB per avançar

source: Use as Default Translation
ca: Utilitza com a traducció per defecte

source: User Group.
ca: Grup usuari.

source: User Manual...
ca: Manual d'usuari...

source: User support is provided on a volunteer basis at the OmegaT Yahoo!
ca: Al grup d'usuaris d'OmegaT a Yahoo podeu trobar assistència a l'usuari.

source: Validate Tags
ca: Valida les etiquetes

source: Validate Tags for Current Document
ca: Valida les etiquetes per al document en ús

source: View Menu
ca: Menú visualització

source: View...
ca: Visualització...

source: What you expected to see
ca: El resultat que esperàveu obtenir

source: What you saw instead
ca: El resultat que obteniu (en compte de l'esperat)

source: When a rule is triggered, the corresponding phrase will be underlined in blue in the Editor (see also and I didn't do nothing in the picture above).
ca: Quan es detecta un error, la frase corresponent se subratllarà en blau en l'Editor (vegeu also i I didn't do nothing en la imatge de dalt).

source: When hovering the mouse over the underlined phrase, an explanation will appear.
ca: Al passar el ratolí sobre la frase subratllada, apareixerà una explicació.

source: When you left-click on the number, the selected script will run.
ca: Quan feu clic amb el botó esquerre en el nombre, l'script seleccionat s'executarà.

source: You can add new scripts there, so they will appear in the list of available scripts in the Scripting window.
ca: Podeu afegir nous scripts allà perquè apareguin a la llista de scripts disponibles a la finestra de Scripts.

source: You can also file bug reports and requests for enhancements.
ca: També pot enviar informes d'errors i sol·licituds de millora.

source: You can change the already assigned shortcuts and add new shortcuts by putting a shortcut definition file in your OmegaT preferences folder (see User files location).
ca: Podeu canviar les dreceres ja assignades i afegir-ne de noves si poseu un arxiu de definició de drecera a la carpeta de preferències d'OmegaT (vegeu Ubicació dels arxius d'usuari).

source: You can start the selected macros from the main menu as well by using their entries in the Tools menu or by pressing Ctrl+Alt+F# (# 1 to 12).
ca: També podeu iniciar les macros seleccionades al menú principal mitjançant l'ús de les seves entrades al menú Eines o premeu Ctrl + Alt + F#> (# 1 a 12).

source: You can think of LanguageTool as a software to detect errors that a simple spell checker cannot detect, e.g. mixing up there/their, no/now etc.
ca: Podeu pensar en LanguageTool com a un programari per detectar els errors que un simple corrector ortogràfic no pot detectar, per exemple, la seu/seua, no/nou, etc.

source: You should add copies of files, portions of the log, screen shots, and anything else that you think will help the developers to find and fix your bug.
ca: Afegiu-hi còpies de fitxers, fragments del registre, captures de pantalla o qualsevol altra cosa que considereu que pugui ajudar els desenvolupadors a trobar i a solucionar l'error.

source: Your new shortcuts should now appear next to the menu items you have modified.
ca: Les noves dreceres han d'aparèixer ara al costat dels elements de menú que heu modificat.

source: and <key> can be any key available on your keyboard[4].
ca: i <key> pot ser qualsevol tecla disponible en el seu teclat[4].

source: first join the user group (via web or by sending an email to OmegaT-subscribe@yahoogroups.com).
ca: Primer subscriviu-vos al grup d'usuaris (des de la pàgina web o enviant un missatge de correu electrònic a OmegaT-subscribe@yahoogroups.com).

source: first read the Localizing and Customizing OmegaT guide, and join the OmegaT translators' group via web or by sending an email to omegat-l10n-request@lists.sourceforge.net with subject "subscribe".
ca: Llegiu primer la Guia de localització i personalització d'OmegaT , i uniu-vos al grup dels traductors d'OmegaT via web o mitjançant un correu electrònic a omegat-l10n-request@lists.sourceforge.net amb l'assumpte "subscribe".
